let questions = [
    [
        {
        numb: 1,
        question: "Сколько падежей имеет существительное в современном русском языке?",
        answer:"A.Шесть",
        options: [
            "A.Шесть",
            "B.Пять",
            "C.Семь",
            "D.Восемь"
        ]
        },
        {
            numb: 2,
            question: "Какой морфологический признак характерен только для глагола?",
            answer:"C.Вид",
            options: [
                "A.Падеж",
                "B.Род",
                "C.Вид",
                "D.Степень сравнения"
            ]
        },
        {
            numb: 3,
            question: "Какую степень сравнения выражает форма «краснее»?",
            answer:"C.Сравнительную",
            options: [
                "A.Положительную",
                "B.Превосходную",
                "C.Сравнительную",
                "D.Усилительную превосходную"
            ]
        },
        {
            numb: 4,
            question: "Какое местоимение является возвратным?",
            answer:"A.Себя",
            options: [
                "A.Себя",
                "B.Тот",
                "C.Они",
                "D.Кто"
            ]
        },
        {
            numb: 5,
            question: "Определите разряд местоимения «ничего»",
            answer:"D.Отрицательное",
            options: [
                "A.Указательное",
                "B.Возвратное",
                "C.Притяжательное",
                "D.Отрицательное"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Что обозначает понятие «синтаксис»?",
        answer:"C.Раздел грамматики, изучающий строение словосочетаний и предложений",
        options: [
            "A.Совокупность правил построения слов",
            "B.Раздел языка, изучающий происхождение слов",
            "C.Раздел грамматики, изучающий строение словосочетаний и предложений",
            "D.Раздел орфографии, связанный с пунктуацией"
        ]
        },
        {
            numb: 2,
            question: "Что является грамматической основой предложения?",
            answer:"B.Подлежащее и сказуемое",
            options: [
                "A.Только второстепенные члены",
                "B.Подлежащее и сказуемое",
                "C.Союзы и предлоги",
                "D.Существительные и прилагательные"
            ]
        },
        {
            numb: 3,
            question: "Что такое однородные члены предложения?",
            answer:"C.Члены предложения, относящиеся к одному слову и отвечающие на один вопрос",
            options: [
                "A.Слова, обозначающие разные предметы и явления",
                "B.Главные члены предложения",
                "C.Члены предложения, относящиеся к одному слову и отвечающие на один вопрос",
                "D.Слова, соединённые союзами подчинения"
            ]
        },
        {
            numb: 4,
            question: "Что такое вводные слова?",
            answer:"B.Слова, выражающие отношение говорящего к содержанию высказывания",
            options: [
                "A.Слова, обозначающие дополнение",
                "B.Слова, выражающие отношение говорящего к содержанию высказывания",
                "C.Слова, отвечающие на вопрос «где?»",
                "D.Слова, соединяющие предложения"
            ]
        },
        {
            numb: 5,
            question: "Что обозначает союз в предложении?",
            answer:"A.Средство связи слов или частей предложения",
            options: [
                "A.Средство связи слов или частей предложения",
                "B.Средство вырадения эмоций",
                "C.Средство уточнения смысла",
                "D.Средство замены местоимений"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Что такое пунктуация?",
        answer:"B.Раздел грамматики, изучающий знаки препинания и правила их употребления",
        options: [
            "A.Раздел лингвистики, изучающий интонацию речи",
            "B.Раздел грамматики, изучающий знаки препинания и правила их употребления",
            "C.Система склонений и спряжений",
            "D.Правила написания слов"
        ]
        },
        {
            numb: 2,
            question: "В каком варианте правильно расставлены запятые?",
            answer:"B.Когда наступила весна, птицы вернулись",
            options: [
                "A.Когда наступила весна птицы вернулись",
                "B.Когда наступила весна, птицы вернулись",
                "C.Когда, наступила весна, птицы вернулись",
                "D.Когда наступила, весна, птицы вернулись"
            ]
        },
        {
            numb: 3,
            question: "Какой знак препинания выделяет обращение?",
            answer:"B.Запятая",
            options: [
                "A.Точка",
                "B.Запятая",
                "C.Двоеточие",
                "D.Тире"
            ]
        },
        {
            numb: 4,
            question: "В каком случае ставится запятая между частями сложного предложения?",
            answer:"C.Если между частями нет общего элемента и союз - сочинительный",
            options: [
                "A.Если части связаны союзом и",
                "B.Если части имеют общие элементы",
                "C.Если между частями нет общего элемента и союз - сочинительный",
                "D.Если это простое предложение"
            ]
        },
        {
            numb: 5,
            question: "В каком предложении правильно поставлена запятая?",
            answer:"C.Пора обедать, но работа не закончена",
            options: [
                "A.Пора обедать но работа не закончена",
                "B.Пора обедать но работа, не закончена",
                "C.Пора обедать, но работа не закончена",
                "D.Пора обедать но, работа не закончена"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "В каком случае «т» перед «ся» пишется без мягкого знака?",
        answer:"A.Учат_ся",
        options: [
            "A.Учат_ся",
            "B.Одеват_ся",
            "C.Купат_ся",
            "D.Удивлят_ся"
        ]
        },
        {
            numb: 2,
            question: "Выберите вариант, в котором на месте пропуска пишется буква Е",
            answer:"D.Окольц..вав",
            options: [
                "A.Обидч..вый",
                "B.Подпрыг..вать",
                "C.Вкладч..к",
                "D.Окольц..вав"
            ]
        },
        {
            numb: 3,
            question: "Выберите слово, где пишется одна Н",
            answer:"D.Лебеди...ая шея",
            options: [
                "A.Стекля...ый бокал",
                "B.Искусстве...ый камень",
                "C.Деревя...ый стол",
                "D.Лебеди...ая шея"
            ]
        },
        {
            numb: 4,
            question: "Выберите вариант, в котором на месте пропуска пишется буква И",
            answer:"C.Неуживч..вость",
            options: [
                "A.Однофамил..ц",
                "B.Одол..вать",
                "C.Неуживч..вость",
                "D.Син..ватый"
            ]
        },
        {
            numb: 5,
            question: "Укажите пару, где оба слова с НН",
            answer:"C.Прочита...ый,связа...ый",
            options: [
                "A.Смоля...ой,льня...ой",
                "B.Орга...изова...ый,назва...ый",
                "C.Прочита...ый,связа...ый",
                "D.Ветря...ый,глиня...ый"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Укажите верное ударение",
        answer:"A.прозорлИвый",
        options: [
            "A.прозорлИвый",
            "B.прОзорливый",
            "C.прозОрливый",
            "D.прозорливЫй"
        ]
        },
        {
            numb: 2,
            question: "Выберите вариант с неверным ударением",
            answer:"B.зАвидно",
            options: [
                "A.включИшь",
                "B.зАвидно",
                "C.принялА.",
                "D.избалОванный"
            ]
        },
        {
            numb: 3,
            question: "Укажите верное ударение",
            answer:"C.дозвонИтся",
            options: [
                "A.дозвОнится",
                "B.дОзвонится",
                "C.дозвонИтся",
                "D.дозвонитсЯ"
            ]
        },
        {
            numb: 4,
            question: "Выберите вариант с неверным ударением",
            answer:"D.прирУченный",
            options: [
                "A.закУпорить",
                "B.премировАть",
                "C.задалА",
                "D.прирУченный"
            ]
        },
        {
            numb: 5,
            question: "Укажите верное ударение",
            answer:"C.красИвее",
            options: [
                "A.красивЕе",
                "B.крАсивее",
                "C.красИвее",
                "D.красивеЕ"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Укажите, каким способом образовано слово «кое-кто»",
        answer:"A.Приставочный",
        options: [
            "A.Приставочный",
            "B.Суффиксальный",
            "C.Приставочно-суффиксальный",
            "D.Постфиксальный"
        ]
        },
        {
            numb: 2,
            question: "Как называется способ образования слов при помощи приставки?",
            answer:"A.Приставочный",
            options: [
                "A.Приставочный",
                "B.Суффиксальный",
                "C.Приставосно-суффиксальный",
                "D.Бессуффиксный"
            ]
        },
        {
            numb: 3,
            question: "Укажите, каким способом образовано слово десантник",
            answer:"A.Приставочный",
            options: [
                "A.Приставочный",
                "B.Суффиксальным",
                "C.Приставосно-суффиксальным",
                "D.Бессуффиксным"
            ]
        },
        {
            numb: 4,
            question: "Приставочно-суффиксальный способ образования слов – это",
            answer:"D.Образование слов при помощи приставки и суффикса",
            options: [
                "A.Образование слов при помощи приставки",
                "B.Образование слов при помощи суффикса",
                "C.Образование слов при помощи окончания",
                "D.Образование слов при помощи приставки и суффикса"
            ]
        },
        {
            numb: 5,
            question: "Укажите, каким способом образовано слово побережье",
            answer:"B.Приставосно-суффиксальный",
            options: [
                "A.Бессуффиксный",
                "B.Приставосно-суффиксальный",
                "C.Приставочный",
                "D.Суффиксальный"
            ]
        },
    ]
]