let questions = [
    [
        {
        numb: 1,
        question: "Побег – это сложный орган, состоящий из…",
        answer:"A.Стебля, листьев, почек",
        options: [
            "A.Стебля, листьев, почек",
            "B.Цветка и семени",
            "C.Корня и семени",
            "D.Стебля, цветка и корня"
        ]
        },
        {
            numb: 2,
            question: "Ризоиды - это",
            answer:"D.Ветвистые клетки, при помощи которых водоросли прикрепляются к субстрату",
            options: [
                "A.Название растений",
                "B.Вид корня",
                "C.Органоид клетки",
                "D.Ветвистые клетки, при помощи которых водоросли прикрепляются к субстрату"
            ]
        },
        {
            numb: 3,
            question: "Биотический фактор - это",
            answer:"B.Выдалбливание дятлом дупла",
            options: [
                "A.Вырубка лесов",
                "B.Выдалбливание дятлом дупла",
                "C.Обламывание веток из-за снега",
                "D.Поваленные деревья после грозы"
            ]
        },
        {
            numb: 4,
            question: "Отличительным признаком покрытосеменных является",
            answer:"A.Наличие цвета",
            options: [
                "A.Наличие цвета",
                "B.Размножение семени",
                "C.Наличие корня,стебля,листьев,плодов",
                "D.Занимают различные среды жизни"
            ]
        },
        {
            numb: 5,
            question: "Фотосинтез – это",
            answer:"C.Образование органических веществ с накоплением энергии",
            options: [
                "A.Газообмен",
                "B.Расходование органических веществ с освобождением энергии",
                "C.Образование органических веществ с накоплением энергии",
                "D.Все утверждения верны"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Особенность строения кожи у пресмыкающихся",
        answer:"A.Отсутствие желез",
        options: [
            "A.Отсутствие желез",
            "B.Наличие костной чешуи",
            "C.Наличие слизистых желез",
            "D.Наличие потовых и сальных желез"
        ]
        },
        {
            numb: 2,
            question: "Класс, обладающий способностью поддерживать постоянную температуру тела",
            answer:"D.Птицы",
            options: [
                "A.Костные рыбы",
                "B.Рептилии",
                "C.Амфибии",
                "D.Птицы"
            ]
        },
        {
            numb: 3,
            question: "Эволюционно наиболее древний ротовой аппарат насекомых",
            answer:"B.Грызущий",
            options: [
                "A.Грызуще-сосущий",
                "B.Грызущий",
                "C.Колюще-сосущий",
                "D.Сосущий"
            ]
        },
        {
            numb: 4,
            question: "Класс, имееющий дифференцированую зубную систему",
            answer:"D.Млекопитающие",
            options: [
                "A.Костные рыбы",
                "B.Амфибии",
                "C.Птицы",
                "D.Млекопитающие"
            ]
        },
        {
            numb: 5,
            question: "Число ходильных ножек у паукообразных",
            answer:"A.Восемь",
            options: [
                "A.Восемь",
                "B.Четыре",
                "C.Шесть",
                "D.Неопределенное число"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Наука о наследственности и изменчивости",
        answer:"C.Генетика",
        options: [
            "A.Биология",
            "B.Цитология",
            "C.Генетика",
            "D.Зоология"
        ]
        },
        {
            numb: 2,
            question: "Половые клетки в организме человека делятся",
            answer:"B.Мейозом",
            options: [
                "A.Амитозом",
                "B.Мейозом",
                "C.Митозом",
                "D.Не делятся"
            ]
        },
        {
            numb: 3,
            question: "Дигибридным называется скрещивание двух организмов, различающихся",
            answer:"B.По двум парам альтернативных признаков",
            options: [
                "A.По одной паре алтернативных признаков",
                "B.По двум парам альтернативных признаков",
                "C.По трём парам альтернативных признаков",
                "D.По четырем парам альтернативных признаков"
            ]
        },
        {
            numb: 4,
            question: "Признак который не проявляется у гибридов первого поколения, называется",
            answer:"A.Рецессивным",
            options: [
                "A.Рецессивным",
                "B.Гомозиготным",
                "C.Доминантным",
                "D.Гетерозиготным"
            ]
        },
        {
            numb: 5,
            question: "Набор хромосом в соматических клетках человека является",
            answer:"D.диплоидным",
            options: [
                "A.гаплоидным",
                "B.триплоидным",
                "C.тетраплоидным",
                "D.диплоидным"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Термин «экология» впервые ввёл в науку",
        answer:"C.Э.Геккель",
        options: [
            "A.Ч.Элтоном",
            "B.Ж.Б.Ламарком",
            "C.Э.Геккель",
            "D.Э.Зюсс"
        ]
        },
        {
            numb: 2,
            question: "Главный ограничивающий фактор для животных",
            answer:"D.Кислород",
            options: [
                "A.Пища",
                "B.Свет",
                "C.Вода",
                "D.Кислород"
            ]
        },
        {
            numb: 3,
            question: "Значение ограничивающих факторов впервые ввёл в науку",
            answer:"A.Либих",
            options: [
                "A.Либих",
                "B.Ламарк",
                "C.Мебиус",
                "D.Геккель"
            ]
        },
        {
            numb: 4,
            question: "Группа особей одного вида, живущих на одной территории",
            answer:"C.Популяция",
            options: [
                "A.Сообщество",
                "B.Биоценоз",
                "C.Популяция",
                "D.Ареал"
            ]
        },
        {
            numb: 5,
            question: "Экологическая ниша вида- это",
            answer:"B.Комплекс условий, необходимых для существования",
            options: [
                "A.Ареал распространения какого-либа вида",
                "B.Комплекс условий, необходимых для существования",
                "C.Комплекс оптимальных условий внешней среды",
                "D.Сумма эффективных температур и ареал распространения"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Задняя часть наружной оболочки глазного яблока",
        answer:"B.Склера",
        options: [
            "A.Радужка",
            "B.Склера",
            "C.Роговица",
            "D.Сетчатка"
        ]
        },
        {
            numb: 2,
            question: "Большой круг кровообращения",
            answer:"A.начинается в левом желудочке",
            options: [
                "A.начинается в левом желудочке",
                "B.начинается в правом желудочке",
                "C.начинается в левом предсердии",
                "D.начинается в правом предсердии"
            ]
        },
        {
            numb: 3,
            question: "Сколько позвонков находится в шейном отделе позвоночника человека",
            answer:"C.Семь",
            options: [
                "A.Пять",
                "B.Шесть",
                "C.Семь",
                "D.Десять"
            ]
        },
        {
            numb: 4,
            question: "Какие мышцы относятся к гладкой мускулатуре человека",
            answer:"B.Желудка",
            options: [
                "A.Мимические",
                "B.Желудка",
                "C.Кожи",
                "D.Шеи"
            ]
        },
        {
            numb: 5,
            question: "Какая железа относится к железам смешанной секреции?",
            answer:"D.Поджелудочная железа",
            options: [
                "A.Щитовидная железа",
                "B.Гипофиз",
                "C.Наподчечники",
                "D.Поджелудочная железа"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Органом зрения является",
        answer:"B.Глазное яблоко и вспомогательный аппарат глаза",
        options: [
            "A.Зрительный нерв",
            "B.Глазное яблоко и вспомогательный аппарат глаза",
            "C.Вспомогательный аппарат глаза",
            "D.Глазное яблоко"
        ]
        },
        {
            numb: 2,
            question: "Барабанная перепонка расположена между",
            answer:"A.Наружным и средним ухом",
            options: [
                "A.Наружным и средним ухом",
                "B.Наружным и внутренним ухом",
                "C.Средним ухом и носоглоткой",
                "D.Средним и внутренним ухом"
            ]
        },
        {
            numb: 3,
            question: "Центральным отделом зрительного анализатора является",
            answer:"D.Затылочная доля коры больших полушарий",
            options: [
                "A.Теменная доля коры больших полушарий",
                "B.Лобная доля коры больших полушарий",
                "C.Височная доля кора больших полушарий",
                "D.атылочная доля коры больших полушарий"
            ]
        },
        {
            numb: 4,
            question: "Эндолимфа – жидкость, которая находится",
            answer:"B.Внутри перепончатого лабиринта",
            options: [
                "A.В наружном слуховом проходе",
                "B.Внутри перепончатого лабиринта",
                "C.Между костным и перепончатым лабиринтом",
                "D.В среднем ухе"
            ]
        },
        {
            numb: 5,
            question: "Веки и ресницы относятся к",
            answer:"C.Вспомогательному аппарату глаза",
            options: [
                "A.Сетчатке",
                "B.Фиброзной оболочке глаза",
                "C.Вспомогательному аппарату глаза",
                "D.Глазному яблоку"
            ]
        },
    ]
]