let questions = [
    [
        {
        numb: 1,
        question: "Главной целью участия России в Первой Мировой войне было",
        answer:"A.Получение контроля над Черноморскими проливами",
        options: [
            "A.Получение контроля над Черноморскими проливами",
            "B.Уничтожение Австро-Венгрии",
            "C.Завоевание Восточной Прусии",
            "D.Защита своего суверенитета"
        ]
        },
        {
            numb: 2,
            question: "Когда официально началась война для России в Первой Мировой войне?",
            answer:"C.1 августа 1914",
            options: [
                "A.28 июля 1914",
                "B.30 июля 1914",
                "C.1 августа 1914",
                "D.5 августа 1914"
            ]
        },
        {
            numb: 3,
            question: "Как назывались воинские формирования из женщин, придуманные Марией Бочкаревой?",
            answer:"B.Женский батальон смерти",
            options: [
                "A.Женский легион",
                "B.Женский батальон смерти",
                "C.Женская рота",
                "D.Женский взвод"
            ]
        },
        {
            numb: 4,
            question: "Что из этого не происходило на восточном фронте в 1917 году?",
            answer:"D.Формирование Добровольческой армии",
            options: [
                "A.Братание",
                "B.Дезертирство",
                "C.Формирование Комитетов солдатских депутатов",
                "D.Формирование Добровольческой армии"
            ]
        },
        {
            numb: 5,
            question: "В каком году Россия вышла из войны, заключив сепаратный мир?",
            answer:"D.В 1918 г",
            options: [
                "A.В 1915 г",
                "B.В 1916 г",
                "C.В 1917 г",
                "D.В 1918 г"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Что являлось причиной Февральской революции в России?",
        answer:"A.Сохранение феодальных пережитков",
        options: [
            "A.Сохранение феодальных пережитков",
            "B.Образование партии эсеров и большевиков",
            "C.Поражение России в русско-японской войне",
            "D.Расстрел мирного шествия рабочих к Зимнему дворцу"
        ]
        },
        {
            numb: 2,
            question: "Разгром выступления генерала Л.Г. Корнилова способствовал",
            answer:"B.Росту влияния большевиков",
            options: [
                "A.Отставке А.Ф.Коренского",
                "B.Росту влияния большевиков",
                "C.Стабилизация обстановки в стране",
                "D.Росту влияния Временного правительства"
            ]
        },
        {
            numb: 3,
            question: "Декларация прав трудящегося и эксплуатируемого народа объявляла Россию",
            answer:"A.Республикой Советов",
            options: [
                "A.Республикой Советов",
                "B.Правовым государством",
                "C.Парламентской республикой",
                "D.Королевством"
            ]
        },
        {
            numb: 4,
            question: "Декларация прав народов России провозглашала",
            answer:"D.Отмену национальных и религиозных привелегий",
            options: [
                "A.Главенство русской нации",
                "B.Сохранение Российской империи",
                "C.Борьбу с безграмотностью населения",
                "D.Отмену национальных и религиозных привелегий"
            ]
        },
        {
            numb: 5,
            question: "В результате роспуска Учредительного собрания",
            answer:"C.Усилилась конфронтация в обществе",
            options: [
                "A.Предотвращено восстановление монархии",
                "B.Вырос международный авторитет России",
                "C.Усилилась конфронтация в обществе",
                "D.Укрепился авторитет большевиков в стране"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Отметьте формы террора, применявшиеся в 30-е годы в СССР",
        answer:"C.Концентрационные трудовые лагеря",
        options: [
            "A.Уничтожение людей в газовых камерах",
            "B.Пытки при проведении следствия",
            "C.Концентрационные трудовые лагеря",
            "D.Концентрационные лагеря, специлизировавшиеся на плановом уничтожении людей"
        ]
        },
        {
            numb: 2,
            question: "Под «великим переломом» понимают",
            answer:"B.Отказ от политики нэпа",
            options: [
                "A.Принятие плана ГОЭЛРО",
                "B.Отказ от политики нэпа",
                "C.Пересмотр в сторону резкого увеличения показателей первого пятилетнего плана",
                "D.Завершение восстановления экономики после Гражданской и первой мировой войны"
            ]
        },
        {
            numb: 3,
            question: "Что было характерно для политической системы СССР 1930-х годов?",
            answer:"D.Культ личности партийного вождя",
            options: [
                "A.Многопартийность",
                "B.Запрет на совмещение партийных и государственных постов",
                "C.Реальное осуществление политических прав и свобод",
                "D.Культ личности партийного вождя"
            ]
        },
        {
            numb: 4,
            question: "Сущность политической системы в СССР 30-х годов определялась",
            answer:"D.Режимом личной власти И.В.Сталина",
            options: [
                "A.Советами всех уровней",
                "B.Союзом рабочих и колхозного крестьянства",
                "C.Наличием номенклатуры",
                "D.Режимом личной власти И.В.Сталина"
            ]
        },
        {
            numb: 5,
            question: "Как назывался налог, заменивший продразвёрстку в 1921?",
            answer:"A.Продовольственный налог",
            options: [
                "A.Продовольственный налог",
                "B.Натуральный налог",
                "C.Единый сельхозналог",
                "D.Подоходный налог"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Какая цель была главной в политике индустриализации в СССР конца 1920 — 1930 гг?",
        answer:"B.Развитие тяжёлой промышленности и ускоренное создание промышленной базы",
        options: [
            "A.Переход к свободной торговле и сокращение роли государства в экономике",
            "B.Развитие тяжёлой промышленности и ускоренное создание промышленной базы",
            "C.Полная отмена планирования и отказ от пятилеток",
            "D.Снижение темпов строительства заводов ради роста постребления"
        ]
        },
        {
            numb: 2,
            question: "Что означала коллективизация сельского хозяйства?",
            answer:"B.Объединение крестьянских хозяйств в колхозы",
            options: [
                "A.Возвращение к помещичьему землевладению",
                "B.Объединение крестьянских хозяйств в колхозы",
                "C.Полный отказ от сельского хозяйства ради промышленности",
                "D.Раздел земли только между зажиточными крестьянами"
            ]
        },
        {
            numb: 3,
            question: "Стахановское движение связано прежде всего с…",
            answer:"A.Массовым ударным трудом и рекордами производительности",
            options: [
                "A.Массовым ударным трудом и рекордами производительности",
                "B.Отказом от нормирования и учёта труда",
                "C.Переходом к частным заводам",
                "D.Сокращением рабочего дня до 4 часов"
            ]
        },
        {
            numb: 4,
            question: "Какая отрасль считалась приоритетной в индустриализации 1930-х годов?",
            answer:"D.Тяжёлая промышленность",
            options: [
                "A.Лёгкая промышленность",
                "B.Сельское ремесло",
                "C.Сфера услуг",
                "D.Тяжёлая промышленность"
            ]
        },
        {
            numb: 5,
            question: "Какое последствие коллективизации часто связывают с 1932–1933 годами в ряде регионов СССР?",
            answer:"C.Массовый голод",
            options: [
                "A.Рост урожайности во всех районах без исключений",
                "B.Отмена хлебозаготовок",
                "C.Массовый голод",
                "D.Полная ликвидация налогов"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "В 1941 г. советские войска успешно провели",
        answer:"B.Сражение под Ельней",
        options: [
            "A.Киевскую операцию",
            "B.Сражение под Ельней",
            "C.Сражение под Вязьмой",
            "D.Сражение под Брянском"
        ]
        },
        {
            numb: 2,
            question: "Автор знаменитого плаката «Родина-мать зовет!»",
            answer:"C.И.М.Тоидзе",
            options: [
                "A.А.А.Дейнека",
                "B.Б.Е.Ефимов",
                "C.И.М.Тоидзе",
                "D.П.Н.Крылов"
            ]
        },
        {
            numb: 3,
            question: "План по захвату Москвы имел название",
            answer:"D.«Тайфун»",
            options: [
                "A.«Ураган»",
                "B.«Блицкриг»",
                "C.«Бросок»",
                "D.«Тайфун»"
            ]
        },
        {
            numb: 4,
            question: "Сталинградская битва началась в",
            answer:"B.Июле 1942 г",
            options: [
                "A.Июне 1942 г",
                "B.Июле 1942 г",
                "C.Августе 1942 г",
                "D.Сентябре 1942 г"
            ]
        },
        {
            numb: 5,
            question: "Наибольшее количество партизанских отрядов находилось в",
            answer:"A.Белоруссии",
            options: [
                "A.Белоруссии",
                "B.Украине",
                "C.Крыму",
                "D.Кавказских республиках"
            ]
        },
    ],
    [
        {
        numb: 1,
        question: "Что из перечисленного относится к 1985 году, помимо начала перестройки?",
        answer:"B.Антиалкогольная кампания",
        options: [
            "A.Взрыв на Чернобыльской АЭС",
            "B.Антиалкогольная кампания",
            "C.Вывод войск из Афганистана",
            "D.Межнациональный конфликт в Ферганской долине"
        ]
        },
        {
            numb: 2,
            question: "Какая из союзных республик первой вышла из СССР?",
            answer:"A.Литва",
            options: [
                "A.Литва",
                "B.Эстония",
                "C.Латвия",
                "D.Украина"
            ]
        },
        {
            numb: 3,
            question: "Какую должность Горбачёв занимал до вступления на пост президента?",
            answer:"C.Председатель Верховного Совета",
            options: [
                "A.Председатель Совета министров",
                "B.Председатель ГКО",
                "C.Председатель Верховного Совета",
                "D.Председатель Совета народных депутатов"
            ]
        },
        {
            numb: 4,
            question: "Какая республика провозгласила независимость 9 апреля 1991 года?",
            answer:"D.грузия",
            options: [
                "A.Казахстан",
                "B.Азербайджан",
                "C.Молдавия",
                "D.Грузия"
            ]
        },
        {
            numb: 5,
            question: "Какая страна вошла в СНГ в 1994 году?",
            answer:"C.Молдавия",
            options: [
                "A.Латвия",
                "B.Узбекистан",
                "C.Молдавия",
                "D.Армения"
            ]
        },
    ]
]