let questions = [
    [
        {
        numb: 1,
        question: "Sin 45º =",
        answer:"C.√(2)/2",
        options: [
            "A.0",
            "B.1",
            "C.√(2)/2",
            "D.1/2"
        ]
        },
        {
            numb: 2,
            question: "Cos 120º =",
            answer:"A.-(1/2)",
            options: [
                "A.-(1/2)",
                "B.√(3)/2",
                "C.√(2)/2",
                "D.0"
            ]
        },
        {
            numb: 3,
            question: "Tg 60º =",
            answer:"A.√(3)",
            options: [
                "A.√(3)",
                "B.-",
                "C.-√(3)/3",
                "D.1"
            ]
        },
        {
            numb: 4,
            question: "Ctg 120º =",
            answer:"B.-√(3)/3",
            options: [
                "A.1",
                "B.-√(3)/3",
                "C.√(3)",
                "D.0"
            ]
        },
        {
            numb: 5,
            question: "Sin 60º =",
            answer:"D.√(3)/2",
            options: [
                "A.√(2)/2",
                "B.1",
                "C.1/2",
                "D.√(3)/2"
            ]
        },
    ],
    [

        {
            numb: 1,
            question: "sin(α ± β) =",
            answer:"B.sin α cos β ± cos α sin β",
            options: [
                "A.2 sin α cos α",
                "B.sin α cos β ± cos α sin β",
                "C.cos α cos β ∓ sin α sin β",
                "D.sin(α + 2π k)"
            ]
        },
        {
            numb: 2,
            question: "cos 2α =",
            answer:"D.1 - 2 sin^2 α",
            options: [
                "A.(cos α)/(sin α)",
                "B.(1 - cos α)/2",
                "C.cos(α + 2π k)",
                "D.1 - 2 sin^2 α"
            ]
        },
        {
            numb: 3,
            question: "tg α =",
            answer:"D.(sin α)/(cos α)",
            options: [
                "A.2 sin α cos α",
                "B.(cos α)/(sin α)",
                "C.(1 + cos α)/2.",
                "D.(sin α)/(cos α)"
            ]
        },
        {
            numb: 4,
            question: "sin^2 α =",
            answer:"C.1 - cos^2 α",
            options: [
                "A.(1 - cos α)/2",
                "B.cos^2 α - sin^2 α",
                "C.1 - cos^2 α",
                "D.1 - 2 sin^2 α"
            ]
        },
        {
            numb: 5,
            question: "sin 2α =",
            answer:"A.2 sin α cos α",
            options: [
                "A.2 sin α cos α",
                "B.1 - 2 sin^2 α",
                "C.(1 + cos α)/2",
                "D.sin α cos β ± cos α sin β"
            ]
        },
    ],
    [

        {
            numb: 1,
            question: "logₐ 1 =",
            answer:"C. 0",
            options: [
                "A.1",
                "B.a",
                "C.0",
                "D.b"
            ]
        },
        {
            numb: 2,
            question: "logₐ (b*c) =",
            answer:"D.logₐ b + logₐ c",
            options: [
                "A.logₐ b – logₐ c",
                "B.(log_c b) / (log_c a)",
                "C.c·logₐb",
                "D.logₐ b + logₐ c"
            ]
        },
        {
            numb: 3,
            question: "a^(logₐb) =",
            answer:"B.b",
            options: [
                "A.(1/2)a",
                "B.b",
                "C.1/(logₐb)",
                "D.1"
            ]
        },
        {
            numb: 4,
            question: "logₐ(b/c) =",
            answer:"C.logₐb – logₐc",
            options: [
                "A.logₐ b + logₐ c",
                "B.c·logₐb",
                "C.logₐb – logₐc",
                "D.1/(logₐb)"
            ]
        },
        {
            numb: 5,
            question: "logₐ b =",
            answer:"A.(log_c b) / (log_c a)",
            options: [
                "A.(log_c b) / (log_c a)",
                "B.(1/2)a",
                "C.logₐ b + logₐ c",
                "D.c·logₐb"
            ]
        },
    ],
    [

        {
            numb: 1,
            question: "Параллельные прямые =",
            answer:"D.прямые, которые лежат в одной плоскости и не пересекаются",
            options: [
                "A.прямые, которые не лежат в одной плоскости и не имеют общих точек",
                "B.перпендикуляр, опущенный из вершины фигуры на противоположную прямую",
                "C.прямые, которые пересекаются под прямым углом",
                "D.прямые, которые лежат в одной плоскости и не пересекаются"
            ]
        },
        {
            numb: 2,
            question: "Наклонная =",
            answer:"B.отрезок, соединяющий точку, лежащую вне плоскости, с точкой на этой плоскости",
            options: [
                "A.отрезок, соединяющий вершину треугольника с серединой противоположной стороны",
                "B.отрезок, соединяющий точку, лежащую вне плоскости, с точкой на этой плоскости",
                "C.часть прямой, ограниченная двумя точками",
                "D.фигура, полученная при пересечении геометрической фигуры с плоскостью"
            ]
        },
        {
            numb: 3,
            question: "Перпендикулярные прямые =",
            answer:"C.прямые, которые пересекаются под прямым углом",
            options: [
                "A.фигура, полученная при пересечении геометрической фигуры с плоскостью",
                "B.перпендикуляр, опущенный из вершины фигуры на противоположную прямую",
                "C.прямые, которые пересекаются под прямым углом",
                "D.прямые, не лежажие в одной плоскости и не имеющие общих точек"
            ]
        },
        {
            numb: 4,
            question: "Сечение =",
            answer:"A.фигура, полученная при пересечении геометрической фигуры с плоскостью",
            options: [
                "A.фигура, полученная при пересечении геометрической фигуры с плоскостью",
                "B.отрезок, соединяющий вершину треугольника с серединой противоположной стороны",
                "C.часть прямой,имеющая начало, но не имеющая конца",
                "D.отрезок, соединяющий точку, лежащую вне плоскости, с точкой на этой плоскости"
            ]
        },
        {
            numb: 5,
            question: "Отрезок =",
            answer:"D.часть прямой, ограниченная двумя точками",
            options: [
                "A.отрезок, соединяющий вершину треугольника с серединой противоположной стороны",
                "B.часть прямой,имеющая начало, но не имеющая конца",
                "C.фигура, полученная при пересечении геометрической фигуры с плоскостью",
                "D.часть прямой, ограниченная двумя точками"
            ]
        },
    ],
    [

        {
            numb: 1,
            question: "Биссектриса =",
            answer:"A.луч, который исходит из вершины угла и делит его на два равных угла",
            options: [
                "A.луч, который исходит из вершины угла и делит его на два равных угла",
                "B.самая длинная сторона прямоугольного треугольника",
                "C.перпендикуляр, опущенный из вершины фигуры на противоположную сторону",
                "D.кривая, все точки которой находятся на одинаковом расстоянии от центра"
            ]
        },
        {
            numb: 2,
            question: "Хорда =",
            answer:"D.отрезок, соединяющий две точки на окружности",
            options: [
                "A.окружность, проходящая через все вершины многоугольника",
                "B.самая длинная сторона прямоугольного треугольника",
                "C.отрезок, соединяющий вершину треугольника с серединой противоположной стороны",
                "D.отрезок, соединяющий две точки на окружности"
            ]
        },
        {
            numb: 3,
            question: "Высота =",
            answer:"A.перпендикуляр, опущенный из вершины фигуры на противоположную сторону",
            options: [
                "A.перпендикуляр, опущенный из вершины фигуры на противоположную сторону",
                "B.кривая, все точки которой находятся на одинаковом расстоянии от центра",
                "C.отрезок, соединяющий две точки на окружности",
                "D.самая длинная сторона прямоугольного треугольника"
            ]
        },
        {
            numb: 4,
            question: "Гипотенуза =",
            answer:"C. самая длинная сторона прямоугольного треугольника",
            options: [
                "A.луч, который исходит из вершины угла и делит его на два равных угла",
                "B.отрезок, соединяющий вершину треугольника с серединой противоположной стороны",
                "C.самая длинная сторона прямоугольного треугольника",
                "D.прямая, имеющая с окружностью только одну общую точку"
            ]
        },
        {
            numb: 5,
            question: "Описанная окружность =",
            answer:"B.окружность, проходящая через все вершины многоугольника",
            options: [
                "A.кривая, все точки которой находятся на одинаковом расстоянии от центра",
                "B.окружность, проходящая через все вершины многоугольника",
                "C.отрезок, соединяющий две точки на окружности",
                "D.перпендикуляр, опущенный из вершины фигуры на противоположную сторону"
            ]
        },
    ],
    [

        {
            numb: 1,
            question: "Полная площадь призмы =",
            answer:"С.S_бок + 2S_осн",
            options: [
                "A.(a + b)/2 · h",
                "B.(d1 · d2)/2",
                "C.S_бок + 2S_осн",
                "D.a · b · c"
            ]
        },
        {
            numb: 2,
            question: "Периметр прямоугольника =",
            answer:"A.2(a + b)",
            options: [
                "A.2(a + b)",
                "B.(a√3)/2",
                "C.a · h",
                "D.a^2"
            ]
        },
        {
            numb: 3,
            question: "Площадь ромба =",
            answer:"D.(d1 · d2)/2",
            options: [
                "A.√(a^2 + b^2)",
                "B.1/2 · a · h",
                "C.4a",
                "D.(d1 · d2)/2"
            ]
        },
        {
            numb: 4,
            question: "Периметр треугольника =",
            answer:"A.a + b + c",
            options: [
                "A.a + b + c",
                "B.1/2 · (a + b) · h",
                "C.2(a + b)",
                "D.√(3a)"
            ]
        },
        {
            numb: 5,
            question: "Боковая площадь пирамиды =",
            answer:"B.1/2 · P_осн · SH",
            options: [
                "A.(a√3)/2",
                "B.1/2 · P_осн · SH",
                "C.1/2 · (a + b) · h",
                "D.1/2 · a · h"
            ]
        },
    ]
]